app/controllers/uploads_controller.rb

  def index
    @uploads = Upload.all
---
SELECT `uploads`.* FROM `uploads`